# Liter Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Liter Property
SymbolTypeId Class See Also
---
Symbol L, indicating unit Liters.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Liter { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Liter As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Liter {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace